Repository: nevdelap/nevsjapanesevocab
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: es, fr, ja

source: Nev's Japanese Vocab List
es: La Lista de Vocabulario de Nev
fr: Le Liste de Vocabulaire de Nev
ja: ネフの日本語語彙リスト

source: Loading
es: Cargando
fr: Chargement
ja: 読み込み中

# {vocab_file}-failed-to-read-{err}
source: Failed to load {vocab_file} - {err}
es: Falló de cargar el archivo {vocab_file} - {err}
fr: Échec de la lecture du {vocab_file} - {err}
ja: {vocab_file}が読み込みに失敗した。{err}

source: Saving
es: Guardando
fr: Sauvegarde
ja: 読み込み中

source: Search
es: Buscar
fr: Chercher
ja: 検索

# usage-h-to-show-usage
source: Use h to show help.
es: Usar h para mostrar el ayuda.
fr: Utiliser h pour afficher l'aide.
ja: 使い方: h 使い方を表示する。

source: Found
es: Encontró
fr: Trouvé
ja: 見つかった

source: Nothing found.
es: Nada encontrado.
fr: Rien trouvé.
ja: 何も見つからない。

source: {kanji} has been deleted from list {list_name}.
es: {kanji} ha side borrado de la lista {list_name}.
fr: {kanji} a été supprimé de la liste {list_name}.
ja: {kanji}はリスト{list_name}から削除した。

# {kanji}-added-to-list-{list_name}
source: {kanji} has been added to list {list_name}.
es: {kanji} a side añadido a la lista {list_name}.
fr: {kanji} a été ajouté à la liste {list_name}.
ja: {kanji}はリスト{list_name}に追加した。

# {new_kanji}-changed-back-to-{kanji}
source: {new_kanji} has been changed back to {kanji}.
es: {new_kanji} a side cambiado a {kanji}.
fr: {new_kanji} a été changé en {kanji}.
ja: {new_kanji}を{kanji}に戻した。

# {kanji}-changed-to-{new_kanji}
source: {kanji} has been changed to {new_kanji}.
es: {kanji} a sido cambiado a {new_kanji}.
fr: {kanji} a été changé en {new_kanji}.
ja: f'{kanji}を{new_kanji}に変更した。

# {kana}-deleted-from-{kanji}
source: {kana} has been deleted from {kanji}.
es: {kana} a sido borrado de {kanji}.
fr: {kana} a été supprimé de {kanji}.
ja: {kana}は{kanji}から削除した。

# {kana}-added-to-{kanji}
source: {kana} has been added to {kanji}.
es: {kana} a side añadido a {kanji}.
fr: {kana} a été ajouté à {kanji}.
ja: {kana}は{kanji}に追加した。

# {new_kana}-changed-back-to-{kana}-for-{kanji}
source: {new_kana} has been changed back to {kana} for {kanji}.
es: {new_kana} a sido cambiado a {kana} por {kanji}.
fr: {new_kana} a été changé en {kana} pour {kanji}.
ja: {kanji}は{new_kana}を{kana}に戻した。

# {kana}-changed-to-{new_kana}-for-{kanji}
source: {kana} has been changed to {new_kana} for {kanji}.
es: {new_kana} a sido cambiado a {kana} por {kanji}.
fr: {kana} a été changé en {new_kana} pour {kanji}.
ja: {kanji}は{kana}を{new_kana}に変更した。

source: already known
es: ya conocido
fr: déjà connu
ja: 既知

source: unknown
es: desconocido
fr: inconnu
ja: 未知

# toggled-the-{known_status}-of-{kanji}
source: Toggled the status of {kanji} to {known_status}.
es: El estado de {kanji} ha sido cambiado a {known_status}.
fr: Le statut de {kanji} est passé à {known_status}.
ja: {kanji}のステータスが{known_status}に変更された。

source: {kanji} already exists.
es: {kanji} ya existe.
fr: {kanji} existe déjà.
ja: {kanji}は既に有る。

source: {kanji} not found.
es: {kanji} no era encontrado.
fr: {kanji} n'est pas trouvé.
ja: {kanji}は見つからない。

source: {kanji} deleted.
es: {kanji} a sido borrado.
fr: {kanji} a été supprimé.
ja: {kanji}は削除した。

source: {kana} already exists for {kanji}.
es: {kana} ya existe por {kanji}.
fr: {kana} existe déjà pour {kanji}.
ja: {kanji}は{kana}が既に有る。

source: {kana} not found for {kanji}.
es: {kana} no a sido encontrado por {kanji}.
fr: {kana} n'est pas trouvé pour {kanji}.
ja: {kanji}は{kana}が見つからない。

source: Info
es: Información
fr: L'info
ja: データ

source: Known
es: Conocidos
fr: Connus
ja: 分かった

source: Learning
es: Se aprenden
fr: En train d'être appris
ja: 学んでいる

source: Total
ja: 合計

source: kanji
ja: 漢字

source: kana
ja: 仮名

# help-search
source: Search.
es: Buscar.
fr: Chercher.
ja: 検索

source: Japanese
es: japonés
fr: japonais
ja: 日本語

source: English
es: inglés
fr: anglais
ja: 英語

# help-dictionary-search
source: Search the Japanese/English dictionary.
es: Buscar en el diccionario japonés/inglés.
fr: Rechercher dans le dictionnaire japonais/anglais.
ja: 和英辞書で検索する。

# help-new-kanji
source: Add a new kanji.
es: Añadir un kanji.
fr: Ajouter un kanji.
ja: 新漢字

# help-delete-kanji
source: Delete a kanji.
es: Borrar un kanji.
fr: Supprimer un kanji.
ja: 漢字削除

source: new-kanji
es: kanji-nuevo
fr: kanji-nouveau
ja: 新漢字

# help-change-kanji
source: Change a kanji.
es: Cambiar un kanji.
fr: Changer un kanji.
ja: 漢字変更

# help-new-kana
source: Add a new kana to a kanji.
es: Añadir un kana.
fr: Ajouter un nouveau kana.
ja: 新仮名

# help-delete-kana
source: Delete a kana from a kanji.
es: Borrar un kana.
fr: Supprimer un kana.
ja: 仮名削除

source: new-kana
es: kana-nuevo
fr: kana-nouveau
ja: 新仮名

# help-change-kana
source: Change a kana for a kanji.
es: Cambiar un kana.
fr: Changer un kana.
ja: 仮名変更

# help-known-or-not?{green_tick}
source: Toggle known {green_tick} status.
es: Cambiar el estado conocido {green_tick}.
fr: Basculer l'état connu {green_tick}.
ja: 分かったか{green_tick}否かを切り換える。

# help-undo
source: Undo.
es: Deshacer.
fr: Défaire.
ja: 元に戻す。

# help-redo
source: Redo.
es: Rehacer.
fr: Refaire.
ja: 遣り直す。

# help-save
source: Save.
es: Guardar.
fr: Sauvegarder.
ja: 書き込む。

# help-info
source: Show info, known & learning.
es: Mostrar la información, conocidos y se apprenden.
fr: Afficher des informations, connu et pour apprendre.
ja: データ

# help-show-this-help
source: Show this help.
es: Mostrar esta ayuda.
fr: Afficher cet aide.
ja: この使い方を表示する。

# help-quit
source: Quit.
es: Salir.
fr: Quitter.
ja: 終了

# usage
source: Help
es: Uso
fr: L'utilisation
ja: 使い方

source: There is nothing to undo.
es: No hay nada para deshacer.
fr: Il n'y a rien a défaire.
ja: 元に戻すものがない。

source: There is nothing to redo.
es: No hay nada para deshacer.
fr: Il n'y a rien a refaire.
ja: 遣り直すものがない。

# {vocab_file}-failed-to-write-{err}
source: Failed to save {vocab_file} - {err}
es: Falló de guardar el archivo {vocab_file} - {err}
fr: Échec de la sauvegarde du {vocab_file} - {err}
ja: {vocab_file}が書き込みに失敗した。{err}

# {count}-kanji-changed-to-known
source: {count} kanji have been changed to known.
es: {count} kanji han sido cambiado a conocidos.
fr: {count} kanji ont été changés en connus.

# help-review
source: Enter review mode.
es: Entrar en el modo de revisión.
fr: Entrer dans le mode de révision.
